[
  {
    "id": "anao",
    "type": "CharacterRace",
    "name": "Anão",
    "flavor": "Orgulhosos Habitantes dos Salões sob a Montanha.",
    "movement": 6,
    "infravision": 18,
    "alignment_tendency": "ordeiro",
    "abilities": [
      {
        "name": "Mineradores",
        "description": "Por milênios, anões aprendem desde cedo a avaliar passagens e condições de muralhas e portais.\n\nPor isso são capazes de detectar, mesmo que não estejam analisando ativamente, com um resultado de 1 em 1d6, anomalias em pedras, como armadilhas em cavernas ou fossos escondidos, ou com um resultado de 1-2 em 1d6 caso estejam efetivamente procurando.\n"
      },
      {
        "name": "Vigoroso",
        "description": "Os anões são muito resistentes aos efeitos que afetem seu corpo, recebendo um bônus de +1 em qualquer teste de JPC.\n"
      },
      {
        "name": "Armas grandes",
        "description": "São restritas para anões que podem usar apenas armas médias e pequenas. Armas grandes forjadas como um item racial anão são consideradas armas médias para um anão.\n"
      },
      {
        "name": "Inimigos",
        "description": "Anões são inimigos naturais e disputam território com orcs, ogros e hobgoblins e, por isso, os ataques dos anões contra essas criaturas são considerados ataques fáceis.\n"
      }
    ],
    "fontes": [
      {
        "page": 22,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb1.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb1.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/anao.json"
  },
  {
    "id": "anao-das-montanhas",
    "type": "CharacterRace",
    "name": "Anão das Montanhas",
    "flavor": "Sub-Raça de Anão.",
    "movement": 6,
    "infravision": 18,
    "alignment_tendency": "ordeiro",
    "abilities": [
      {
        "name": "Engenheiros",
        "description": "Por milênios, anões das montanhas construíram, alargaram e aprofundaram seus túneis no interior das montanhas. Assim, aprendem desde cedo a avaliar passagens, escoras e paredes, conseguindo determinar com 1-2 chances em 1d6 um tremor, uma avalanche, um desmoronamento ou condições de estabilidade de qualquer construção de pedra."
      },
      {
        "name": "Vigoroso",
        "description": "Os anões das montanhas são muito resistentes aos efeitos que afetem seu corpo, recebendo um bônus de +1 em qualquer teste de JPC.\n"
      },
      {
        "name": "Armas grandes",
        "description": "São restritas para anões das montanhas que podem usar apenas armas médias e pequenas. Armas grandes forjadas como um item racial anão são consideradas armas médias para um anão.\n"
      },
      {
        "name": "Inimigos",
        "description": "Anões das montanhas são inimigos naturais e disputam território com orcs, ogros e hobgoblins e, por isso, os ataques dos anões das montanhas contra essas criaturas são considerados ataques fáceis.\n"
      }
    ],
    "fontes": [
      {
        "page": 6,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/anao-das-montanhas.json"
  },
  {
    "id": "anao-das-profundezas",
    "type": "CharacterRace",
    "name": "Anão das Profundezas",
    "flavor": "Sub-Raça de Anão.",
    "movement": 6,
    "infravision": 18,
    "alignment_tendency": "ordeiro",
    "abilities": [
      {
        "name": "Próximos da Terra",
        "description": "Anões das profundezas se sentem confortáveis quando estão nos subterrâneos e, por isso, curam um ponto de vida adicional ao repousarem debaixo da terra. Ao contrário, quando estiverem a céu aberto e fora dos subterrâneos, curam um ponto de vida a menos."
      },
      {
        "name": "Vigoroso",
        "description": "Os anões das profundezas são muito resistentes aos efeitos que afetem seu corpo, recebendo um bônus de +1 em qualquer teste de JPC.\n"
      },
      {
        "name": "Armas grandes",
        "description": "São restritas para anões das profundezas que podem usar apenas armas médias e pequenas. Armas grandes forjadas como um item racial anão são consideradas armas médias para um anão das profundezas.\n"
      },
      {
        "name": "Inimigos",
        "description": "Anões das profundezas são inimigos naturais e disputam território com orcs, ogros e hobgoblins e, por isso, os ataques dos anões das profundezas contra essas criaturas são considerados ataques fáceis.\n"
      }
    ],
    "fontes": [
      {
        "page": 6,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/anao-das-profundezas.json"
  },
  {
    "id": "elfo",
    "type": "CharacterRace",
    "name": "Elfo",
    "flavor": "Misteriosos, Longevos e Graciosos habitantes das Florestas.",
    "movement": 9,
    "infravision": 18,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Percepção Natural",
        "description": "A forma como as casas élficas são construídas, respeitando a forma natural das árvores e abrigos, dá aos elfos uma percepção especial no que diz respeito a portas e passagens não convencionais e até mesmo secretas.\n\nAo passarem a até 6 metros de uma porta secreta, mesmo que não a estejam procurando, os elfos podem detectá-la com um resultado 1 em 1d6, ou com um resultado de 1-2 em 1d6 caso estejam efetivamente procurando pela porta secreta.\n"
      },
      {
        "name": "Graciosos",
        "description": "Os elfos controlam com precisão seus movimentos no espaço ao redor do seu corpo, recebendo um bônus de +1 em qualquer teste de JPD.\n"
      },
      {
        "name": "Arma Racial",
        "description": "Os elfos possuem familiaridade com o arqueirismo, o qual consideram uma arte marcial, recebendo um bônus de +1 nos danos causados em seus ataques à distância com os arcos.\n"
      },
      {
        "name": "Imunidades",
        "description": "Os elfos são imunes a efeitos ou magias que envolvam sono e também contra a paralisação causada por um Ghoul.\n"
      }
    ],
    "fontes": [
      {
        "page": 20,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb1.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb1.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/elfo.json"
  },
  {
    "id": "elfo-cinzento",
    "type": "CharacterRace",
    "name": "Elfo Cinzento",
    "flavor": "Sub-Raça de Elfo.",
    "movement": 9,
    "infravision": 18,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Estudioso Arcano",
        "description": "Por dominar a confecção de itens mágicos, um elfo cinzento possui 1 chance em 1d6 de identificar a intenção de um item mágico, conseguindo saber se o Mago que o confeccionou era ordeiro, neutro ou caótico. O elfo cinzento não é capaz de determinar a função, o funcionamento ou qualquer outra informação sobre o item mágico, sendo capaz apenas de identificar se o item é caótico (ou não) e, portanto, amaldiçoado."
      },
      {
        "name": "Graciosos",
        "description": "Os elfos cinzentos controlam com precisão seus movimentos no espaço ao redor do seu corpo, recebendo um bônus de +1 em qualquer teste de JPD.\n"
      },
      {
        "name": "Arma Racial",
        "description": "Os elfos cinzentos possuem familiaridade com o arqueirismo, o qual consideram uma arte marcial, recebendo um bônus de +1 nos danos causados em seus ataques à distância com os arcos.\n"
      },
      {
        "name": "Imunidades",
        "description": "Os elfos cinzentos são imunes a efeitos ou magias que envolvam sono e também contra a paralisação causada por um Ghoul.\n"
      }
    ],
    "fontes": [
      {
        "page": 7,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/elfo-cinzento.json"
  },
  {
    "id": "elfo-silvestre",
    "type": "CharacterRace",
    "name": "Elfo Silvestre",
    "flavor": "Sub-Raça de Elfo.",
    "movement": 9,
    "infravision": 18,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Silvestres",
        "description": "Por estarem habituados a vida nos ermos, ao estarem em uma floresta, os elfos silvestres sempre conseguem encontrar comida e água para si e para seus companheiros, nunca se perdem e todos os acampamentos montados por eles em uma floresta são considerados seguros."
      },
      {
        "name": "Graciosos",
        "description": "Os elfos silvestres controlam com precisão seus movimentos no espaço ao redor do seu corpo, recebendo um bônus de +1 em qualquer teste de JPD.\n"
      },
      {
        "name": "Arma Racial",
        "description": "Os elfos silvestres possuem familiaridade com o arqueirismo, o qual consideram uma arte marcial, recebendo um bônus de +1 nos danos causados em seus ataques à distância com os arcos.\n"
      },
      {
        "name": "Imunidades",
        "description": "Os elfos silvestres são imunes a efeitos ou magias que envolvam sono e também contra a paralisação causada por um Ghoul.\n"
      }
    ],
    "fontes": [
      {
        "page": 7,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/elfo-silvestre.json"
  },
  {
    "id": "gnomo",
    "type": "CharacterRace",
    "name": "Gnomo",
    "flavor": "Os desconfiados, mas galhofeiros, habitantes de minas.",
    "movement": 6,
    "infravision": 18,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Avaliadores",
        "description": "Precisos, gnomos possuem a habilidade de conhecer o real valor de objetos de arte, gemas, joias ou outros objetos de luxo finamente trabalhados, possuindo 1-4 chances em 1d6 de acertar o valor real do item.\n\nSe o resultado for um 5, a avaliação se dará 25% abaixo do valor real, se for um 6, será 25% acima do valor real. Este teste deve ser realizado, em segredo, pelo Mestre.\n"
      },
      {
        "name": "Sagazes e Vigorosos",
        "description": "Os gnomos são muito espertos e desconfiados, além de vigorosos contra efeitos negativos que afetem sua mente e corpo, assim, podem escolher entre receber um bônus de +1 em uma das duas jogadas de proteção, JPC ou JPS.\n"
      },
      {
        "name": "Restrições",
        "description": "Por serem pequenos, mas mineradores e forjadores, gnomos não possuem restrições em relação a armaduras, mas precisam adquiri-las junto a comunidades de sua raça.\n\nEntretanto, um gnomo não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um gnomo só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": 16,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb2.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb2.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/gnomo.json"
  },
  {
    "id": "gnomo-das-florestas",
    "type": "CharacterRace",
    "name": "Gnomo das Florestas",
    "flavor": "Sub-Raça de Gnomo.",
    "movement": 6,
    "infravision": 18,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Falar com Animais",
        "description": "Como habitante das florestas, gnomos têm a habilidade de falar com as criaturas silvestres possuindo 1-4 chances em 1d6 de conseguir estabelecer uma comunicação compreensível por até 1 turno.\n\nSe o resultado for um 5 ou 6, a criatura falará, mas responderá apenas com informações erradas e mentiras. Este teste deve ser realizado em segredo pelo Mestre.\n"
      },
      {
        "name": "Sagazes e Vigorosos",
        "description": "Os gnomos das florestas são muito espertos e desconfiados, além de vigorosos contra efeitos negativos que afetem sua mente e corpo, assim, podem escolher entre receber um bônus de +1 em uma das duas jogadas de proteção, JPC ou JPS.\n"
      },
      {
        "name": "Restrições",
        "description": "Por serem pequenos, mas mineradores e forjadores, gnomos das florestas não possuem restrições em relação a armaduras, mas precisam adquiri-las junto a comunidades de sua raça.\n\nEntretanto, um gnomo das florestas não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um gnomo das florestas só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": 8,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/gnomo-das-florestas.json"
  },
  {
    "id": "grizzi",
    "type": "CharacterRace",
    "name": "Grizzi",
    "flavor": "Os aventureiros mais irritantemente criativos de Kadur.",
    "movement": 6,
    "infravision": 0,
    "alignment_tendency": "caotico",
    "abilities": [
      {
        "name": "Escaladores",
        "description": "O formato de seus pés os tornam perfeitos escaladores, conseguindo escalar com uma chance de 1-2 em 1d6. Se o Grizzi adotar a classe Ladrão, ele acrescenta ainda um bônus de 1 no seu talento Escalar."
      },
      {
        "name": "Exasperar",
        "description": "Um grizzi que conseguir passar uma rodada completa xingando um alvo, faz com que na rodada seguinte este alvo realize todos os testes como se fossem testes difíceis."
      },
      {
        "name": "Pequenos",
        "description": "Devido à baixa estatura e agilidade, todos os ataques provenientes de criaturas grandes ou maiores são considerados ataques difíceis para acertar um Grizzi."
      },
      {
        "name": "Restrições",
        "description": "Por não terem tradição na forja de armaduras, os Grizzis usam apenas armaduras de couro, a não ser que a armadura seja confeccionada especialmente para ele.\n\nUm grizzi não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um Grizzi só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": null,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/legiao-od2.json",
        "digital_item_url": "https://olddragon.com.br/livros/legiao-od2.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/grizzi.json"
  },
  {
    "id": "halfling",
    "type": "CharacterRace",
    "name": "Halfling",
    "flavor": "Os mais Perspicazes e Curiosos Aventureiros.",
    "movement": 6,
    "infravision": 0,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Furtivos",
        "description": "São especialistas em se esconder e em passar despercebidos, conseguindo se esconder com uma chance de 1-2 em 1d6. Se o Halfling adotar a classe Ladrão, ele acrescenta ainda um bônus de 1 no seu talento Furtividade.\n"
      },
      {
        "name": "Destemidos",
        "description": "Os halflings são muito resistentes a efeitos que afetem sua força de vontade, recebendo um bônus de +1 em qualquer teste de JPS.\n"
      },
      {
        "name": "Bons de Mira",
        "description": "Pela tradição racial de jogos de arremesso, para os halflings qualquer ataque à distância com uma arma de arremesso é considerado um ataque fácil.\n"
      },
      {
        "name": "Pequenos",
        "description": "Devido à baixa estatura e agilidade, todos os ataques provenientes de criaturas grandes ou maiores são considerados ataques difíceis para acertar um halfling.\n"
      },
      {
        "name": "Restrições",
        "description": "Por não terem tradição na forja de armaduras, os halflings usam apenas armaduras de couro, a não ser se armadura for confeccionada especialmente para ele.\n\nUm halfling não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um halfling só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": 24,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb1.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb1.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/halfling.json"
  },
  {
    "id": "halfling-robusto",
    "type": "CharacterRace",
    "name": "Halfling Robusto",
    "flavor": "Sub-Raça de Halfling.",
    "movement": 6,
    "infravision": 0,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Esconder-se nos Túneis",
        "description": "Robustos são especialistas em passar despercebidos, conseguindo se esconder com uma chance de 1-2 em 1d6 quando estão em túneis, cavernas e no subterrâneo em geral.\n\nSe o robusto adotar a classe Ladrão, é acrescentado um bônus de 1 no seu talento Furtividade.\n"
      },
      {
        "name": "Destemidos",
        "description": "Os halflings robustos são muito resistentes a efeitos que afetem sua força de vontade, recebendo um bônus de +1 em qualquer teste de JPS.\n"
      },
      {
        "name": "Bons de Mira",
        "description": "Pela tradição racial de jogos de arremesso, para os halflings robustos qualquer ataque à distância com uma arma de arremesso é considerado um ataque fácil.\n"
      },
      {
        "name": "Pequenos",
        "description": "Devido à baixa estatura e agilidade, todos os ataques provenientes de criaturas grandes ou maiores são considerados ataques difíceis para acertar um halfling robusto.\n"
      },
      {
        "name": "Restrições",
        "description": "Por não terem tradição na forja de armaduras, os halflings robustos usam apenas armaduras de couro, a não ser se armadura for confeccionada especialmente para ele.\n\nUm halfling robusto não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um halfling robusto só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": 7,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/halfling-robusto.json"
  },
  {
    "id": "halfling-tipossalto",
    "type": "CharacterRace",
    "name": "Halfling Tipossalto",
    "flavor": "Sub-Raça de Halfling.",
    "movement": 6,
    "infravision": 0,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Esconder-se na Mata",
        "description": "Tipossaltos são especialistas em esconder-se em bosques e florestas em geral. Possuem uma chance de 1 em 1d6 de se esconder nestas condições, exatamente como a Furtividade de um Ladrão e, portanto, indetectável mesmo caso alguém o procure.\n\nSe o tipossalto adotar a classe Ladrão, é acrescentado um bônus de 1 no seu talento Furtividade.\n"
      },
      {
        "name": "Destemidos",
        "description": "Os halflings tipossaltos são muito resistentes a efeitos que afetem sua força de vontade, recebendo um bônus de +1 em qualquer teste de JPS.\n"
      },
      {
        "name": "Bons de Mira",
        "description": "Pela tradição racial de jogos de arremesso, para os halflings tipossaltos qualquer ataque à distância com uma arma de arremesso é considerado um ataque fácil.\n"
      },
      {
        "name": "Pequenos",
        "description": "Devido à baixa estatura e agilidade, todos os ataques provenientes de criaturas grandes ou maiores são considerados ataques difíceis para acertar um halfling tipossalto.\n"
      },
      {
        "name": "Restrições",
        "description": "Por não terem tradição na forja de armaduras, os halflings tipossaltos usam apenas armaduras de couro, a não ser se armadura for confeccionada especialmente para ele.\n\nUm halfling tipossalto não pode usar armas grandes, sendo restrito apenas a armas pequenas ou médias. Um halfling tipossalto só consegue usar uma arma média como se fosse uma arma de duas mãos.\n"
      }
    ],
    "fontes": [
      {
        "page": 8,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/kit-do-jogador.json",
        "digital_item_url": "https://olddragon.com.br/livros/kit-do-jogador.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/halfling-tipossalto.json"
  },
  {
    "id": "humano",
    "type": "CharacterRace",
    "name": "Humano",
    "flavor": "Os mais Comuns, Versáteis e Adaptáveis Aventureiros.",
    "movement": 9,
    "infravision": 0,
    "alignment_tendency": null,
    "abilities": [
      {
        "name": "Aprendizado",
        "description": "Humanos aprendem tudo o que se propõem a fazer de forma muito mais rápida que as outras raças. Com isso, um humano recebe um bônus de 10% sobre toda experiência (XP) recebida.\n"
      },
      {
        "name": "Adaptabilidade",
        "description": "Os humanos são muito adaptáveis e diversos entre si, fazendo com que possam escolher onde alocar um bônus nas suas Jogadas de Proteção. Humanos recebem um bônus de +1 em uma única JP à sua escolha.\n"
      }
    ],
    "fontes": [
      {
        "page": 18,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb1.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb1.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/humano.json"
  },
  {
    "id": "meio-elfo",
    "type": "CharacterRace",
    "name": "Meio-Elfo",
    "flavor": "Metade de dois mundos, sem pertencer a nenhum deles.",
    "movement": 9,
    "infravision": 9,
    "alignment_tendency": "caotico",
    "abilities": [
      {
        "name": "Aprendizado",
        "description": "Meio-elfos compartilham, mesmo parcialmente, o aprendizado acelerado dos humanos. Com isso, um meio-elfo recebe um bônus de **5% sobre** toda experiência (XP) que receber.\n"
      },
      {
        "name": "Graciosos e Vigorosos",
        "description": "Os meio-elfos misturam a graciosidade do movimento dos elfos com a resistência de um corpo mestiço e de origem plural, assim, podem escolher entre receber um bônus de +1 em uma das duas jogadas de proteção, JPC ou JPD.\n"
      },
      {
        "name": "Idioma Extra",
        "description": "Os meio-elfos recebem um idioma extra (escolhido entre o élfico e o idioma falado pela sua contraparte humana).\n"
      },
      {
        "name": "Imunidades",
        "description": "Os meio-elfos são imunes a magias ou efeitos que envolvam sono e a paralisação causada por um Ghoul.\n"
      }
    ],
    "fontes": [
      {
        "page": 14,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/lb2.json",
        "digital_item_url": "https://olddragon.com.br/livros/lb2.json"
      },
      {
        "page": null,
        "compact": true,
        "livro_url": "https://olddragon.com.br/livros/srd.json",
        "digital_item_url": "https://olddragon.com.br/livros/srd.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/meio-elfo.json"
  },
  {
    "id": "meio-elfo-kaduriano",
    "type": "CharacterRace",
    "name": "Meio-Elfo Kaduriano",
    "flavor": "Os aventureiros desprezados por sua origem e perseguidos pelo que são.",
    "movement": 9,
    "infravision": 9,
    "alignment_tendency": "caotico",
    "abilities": [
      {
        "name": "Aprendizado",
        "description": "Meio-elfos compartilham, mesmo parcialmente, o aprendizado acelerado dos humanos. Com isso, um meio-elfo recebe um bônus de **5% sobre** toda experiência (XP) que receber."
      },
      {
        "name": "Graciosos e Vigorosos",
        "description": "Os meio-elfos misturam a graciosidade do movimento dos elfos com a resistência de um corpo mestiço e de origem plural, assim, podem escolher entre receber um bônus de +1 em uma das duas jogadas de proteção, JPC ou JPD."
      },
      {
        "name": "Idioma Extra",
        "description": "Os meio-elfos recebem um idioma extra (escolhido entre o élfico e o idioma falado pela sua contraparte humana)."
      },
      {
        "name": "Imunidades",
        "description": "Os meio-elfos são imunes a magias ou efeitos que envolvam sono e a paralisação causada por um Ghoul."
      },
      {
        "name": "Sono Atribulado",
        "description": "Seu sono é agitado e pouco saudável. Recuperam apenas metade dos pontos de vida devido o descanso, ou levam o dobro de tempo para recuperarem pontos de vida perdidos."
      }
    ],
    "fontes": [
      {
        "page": null,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/legiao-od2.json",
        "digital_item_url": "https://olddragon.com.br/livros/legiao-od2.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/meio-elfo-kaduriano.json"
  },
  {
    "id": "tenebrum",
    "type": "CharacterRace",
    "name": "Tenebrum",
    "flavor": "Os marginalizados aventureiros frutos de experimentos arcanos horrendos.",
    "movement": 9,
    "infravision": 0,
    "alignment_tendency": "neutro",
    "abilities": [
      {
        "name": "Pária",
        "description": "Tenebruns possuem uma penalidade de 4 em qualquer teste de reação que realizem, e por serem malquistos e ignorados possuem sempre uma chance de 1 em 1d6 de não serem percebidos, notados e totalmente ignorados."
      },
      {
        "name": "Perito em Facas",
        "description": "Um Tenebrum realiza qualquer ataque com adagas ou facas como um ataque fácil, e se portarem uma segunda faca ou adaga, recebem um bônus de 1 na sua CA exatamente como um escudo o faria."
      },
      {
        "name": "Cura Impossível",
        "description": "Tenebruns não se curam naturalmente, nem magicamente. No entanto, beber 500ml de sangue humano fresco funciona para curar 1d4 pontos de vida. Além disso podem repor membros perdidos com membros de cadáveres ou transferir seus cérebros imortais de corpo caso necessário."
      },
      {
        "name": "Restrições",
        "description": "Devida a sua natureza totalmente específica, Tenebruns não conseguem conjurar, nem serem alvos diretos de magias, sejam estas arcanas ou divinas. A explosão de uma bola de fogo ainda os afetará, mas uma magia de cura jamais fará efeito."
      }
    ],
    "fontes": [
      {
        "page": null,
        "compact": false,
        "livro_url": "https://olddragon.com.br/livros/legiao-od2.json",
        "digital_item_url": "https://olddragon.com.br/livros/legiao-od2.json"
      }
    ],
    "url": "https://olddragon.com.br/racas/tenebrum.json"
  }
]